tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "wpscanteam/tap"
brew "brotli"
brew "xz"
brew "openssl@3"
brew "readline"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "cmatrix"
brew "cowsay"
brew "csvkit"
brew "docker-compose"
brew "eza"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "git-ftp"
brew "subversion"
brew "git-svn"
brew "handbrake"
brew "imagemagick"
brew "isync"
brew "lazygit"
brew "ruby"
brew "macvim"
brew "multimarkdown"
brew "neovim"
brew "node"
brew "offlineimap"
brew "openjdk"
brew "pandoc"
brew "php"
brew "pipenv", link: false
brew "pkgconf"
brew "pngcrush"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "sl"
brew "tmux"
brew "tree"
brew "wget"
brew "xmlstarlet"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "wpscanteam/tap/wpscan"
cask "1password-cli"
cask "azure-data-studio"
cask "backblaze"
cask "chromedriver"
cask "font-alex-brush"
cask "font-meslo-lg-nerd-font"
cask "font-qwigley"
cask "font-ramaraja"
cask "font-spectral"
cask "font-ysabeau"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "ngrok"
cask "nvalt"
cask "obsidian"
cask "todoist"
cask "warp"
cask "wezterm"
cask "wkhtmltopdf"
cask "zight"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "brapifra.phpserver"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "ikappas.composer"
vscode "jakebathman.mysql-syntax"
vscode "jock.svg"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "johnpapa.winteriscoming"
vscode "kenhowardpdx.vscode-gist"
vscode "mark-tucker.aws-cli-configure"
vscode "massi.javascript-docstrings"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
vscode "robberphex.php-debug"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "zhuangtongfa.material-theme"
vscode "zobo.php-intellisense"
