update

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "phinze/cask" # mactex

brew "git"
brew "imagemagick"
brew "wpscan"
brew "wget"
brew "python"
brew "macvim"
brew "tmux"
brew "ffmpeg"
brew "reattach-to-user-namespace"
brew "pandoc"
brew "firefox"
brew "shellcheck"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "figlet"
brew "fzf"

# Apps
cask "google-drive-file-stream"
cask "alfred"
cask "bartender"
cask "istat-menus"
cask "1password"
cask "harvest"
cask "spotify"
cask "google-chrome"
cask "zoomus"
cask "slack"
cask "cloudapp"
cask "hazel"
cask "popclip"
cask "backblaze"
cask "sketch"
cask "transmit"
cask "iterm2"
cask "kindlegen"
cask "virtualbox"
cask "daisydisk"
cask "blue-jeans"
# this requires symlinking the pdflatex binary 
# to /usr/local/bin after install
cask "mactex"


# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'playfair-display'
cask 'inconsolata'
cask 'font-fira-code'
cask 'font-fira-mono'
