tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "phinze/cask" # mactex

brew "git"
brew "imagemagick"
brew "wpscan"
brew "wget"
brew "python"
brew "macvim"
brew "tmux"
brew "ffmpeg"
brew "reattach-to-user-namespace"
brew "pandoc"
brew "firefox"
brew "shellcheck"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "fzf"
brew "csvkit"
brew "awscli"
brew "git-ftp"
brew "brotli"

###
# Dumb, fun stuff
###
brew "figlet"
brew "cmatrix"
brew "cowsay"
brew "sl"

# Apps
cask "google-drive-file-stream"
cask "alfred"
cask "bartender"
cask "istat-menus"
cask "1password"
cask "harvest"
cask "spotify"
cask "google-chrome"
cask "zoomus"
cask "slack"
cask "cloudapp"
cask "hazel"
cask "popclip"
cask "backblaze"
cask "sketch"
cask "transmit"
cask "iterm2"
cask "kindlegen"
cask "virtualbox"
cask "daisydisk"
cask "blue-jeans"
cask "soulver"
cask "mactex" # symlink the pdflatex binary to /usr/local/bin 
cask "marked"
cask "wkhtmltopdf"
cask "inkscape"
cask "notion"
cask "adobe-creative-cloud"
cask "visual-studio-code"


# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-playfair-display'
cask 'font-inconsolata'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-jetbrains-mono'
cask 'font-montserrat'
cask 'font-rubik'
cask 'font-cinzel'
cask 'font-barlow-semi-condensed'
cask 'font-libre-caslon-text'
cask 'font-libre-caslon-display'
cask 'font-catamaran'
cask 'font-oswald'
cask 'font-inter'
cask 'font-josefin-sans'
cask 'font-assistant'
cask 'font-mulish'
